let страна;
let цена = 0;
let temp = prompt('Введите страну');

switch (temp.toLocaleLowerCase()) {
  case 'китай':
    страна = 'Китай';
    цена = 100;
    console.log(`Доставка в ${страна} будет стоить ${цена} кредитов`);
    break;
  case 'чили':
    страна = 'Чили';
    цена = 250;
    console.log(`Доставка в ${страна} будет стоить ${цена} кредитов`);
    break;
  case 'австралия':
    страна = 'Австралия';
    цена = 170;
    console.log(`Доставка в ${страна} будет стоить ${цена} кредитов`);
    break;
  case 'индия':
    страна = 'Индия';
    цена = 80;
    console.log(`Доставка в ${страна} будет стоить ${цена} кредитов`);
    break;
  case 'ямайка':
    страна = 'Ямайка';
    цена = 120;
    console.log(`Доставка в ${страна} будет стоить ${цена} кредитов`);
    break;

  default:
    alert('В вашей стране доставка не доступна');
}
